Revit 2027 API
BuiltInFailures.EditingFailures.CannotMirrorInView Property
 Must specify Work Plane to mirror in a 3d View.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMirrorInView { get; }
Public Shared ReadOnly Property CannotMirrorInView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMirrorInView {
	FailureDefinitionId^ get ();
}
static member CannotMirrorInView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace